Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Top process context becomes available after a few samples.
af: Top proses konteks word beskikbaar na 'n paar monsters.
am: ከፍተኛ ሂደት አውድ ከጥቂት ናሙናዎች በኋላ ይገኛል።
ar: يصبح سياق العملية الأعلى متاحًا بعد بضع عينات.
az: Üst proses konteksti bir neçə nümunədən sonra əlçatan olur.
be: Кантэкст верхняга працэсу становіцца даступным пасля некалькіх узораў.
bg: Контекстът на горния процес става достъпен след няколко проби.
bn: শীর্ষ প্রক্রিয়া প্রসঙ্গ কয়েক নমুনা পরে উপলব্ধ হয়.
bs: Glavni kontekst procesa postaje dostupan nakon nekoliko uzoraka.
ca: El context del procés superior està disponible després d'unes quantes mostres.
ceb: Ang konteksto sa kinatas-ang proseso mahimong magamit human sa pipila ka mga sample.
co: U cuntestu di u prucessu superiore diventa dispunibule dopu uni pochi di campioni.
cs: Kontext hlavního procesu se zpřístupní po několika ukázkách.
cy: Cyd-destun proses uchaf yn dod ar gael ar ôl ychydig o samplau.
da: Topproceskontekst bliver tilgængelig efter nogle få prøver.
de: Der Top-Prozesskontext wird nach einigen Beispielen verfügbar.
el: Το κορυφαίο περιβάλλον διαδικασίας γίνεται διαθέσιμο μετά από μερικά δείγματα.
eo: Plej alta proceza kunteksto fariĝas disponebla post kelkaj specimenoj.
es: El contexto del proceso superior está disponible después de algunas muestras.
et: Protsessi tippkontekst muutub kättesaadavaks pärast mõnda proovi.
eu: Goiko prozesuaren testuingurua eskuragarri egongo da lagin batzuen ondoren.
fa: زمینه فرآیند برتر پس از چند نمونه در دسترس می شود.
fi: Ylin prosessikonteksti tulee saataville muutaman näytteen jälkeen.
fil: Nagiging available ang konteksto ng nangungunang proseso pagkatapos ng ilang sample.
fr: Le contexte du processus principal devient disponible après quelques échantillons.
fy: Top proses kontekst wurdt beskikber nei in pear samples.
ga: Tagann comhthéacs próisis barr ar fáil tar éis roinnt samplaí.
gd: Bidh co-theacs pròiseas àrd ri fhaighinn às deidh beagan shamhlaichean.
gl: O contexto do proceso superior está dispoñible tras algunhas mostras.
gu: ટોચની પ્રક્રિયા સંદર્ભ થોડા નમૂનાઓ પછી ઉપલબ્ધ બને છે.
ha: Babban mahallin tsari yana samuwa bayan ƴan samfurori.
haw: Loaʻa ka pōʻaiapili kaʻina hana kiʻekiʻe ma hope o kekahi mau laʻana.
he: ההקשר העליון של התהליך הופך זמין לאחר כמה דוגמאות.
hi: कुछ नमूनों के बाद शीर्ष प्रक्रिया संदर्भ उपलब्ध हो जाता है।
hmn: Cov txheej txheem saum toj kawg nkaus yuav muaj tom qab ob peb qhov qauv.
hr: Kontekst gornjeg procesa postaje dostupan nakon nekoliko uzoraka.
ht: Kontèks pwosesis tèt vin disponib apre kèk echantiyon.
hu: A legjobb folyamatkontextus néhány minta után elérhetővé válik.
hy: Գործընթացի վերին համատեքստը հասանելի է դառնում մի քանի նմուշներից հետո:
id: Konteks proses teratas tersedia setelah beberapa sampel.
ig: Usoro usoro kachasị elu ga-adị mgbe nlele ole na ole gasịrị.
is: Efsta ferli samhengi verður tiltækt eftir nokkur sýnishorn.
it: Il contesto del processo principale diventa disponibile dopo alcuni esempi.
ja: 最上位のプロセス コンテキストは、いくつかのサンプルの後に利用可能になります。
jv: Konteks proses ndhuwur kasedhiya sawise sawetara conto.
ka: ძირითადი პროცესის კონტექსტი ხელმისაწვდომი ხდება რამდენიმე ნიმუშის შემდეგ.
kk: Жоғарғы процесс мәтінмәні бірнеше үлгілерден кейін қолжетімді болады.
km: បរិបទដំណើរការកំពូលមានបន្ទាប់ពីគំរូមួយចំនួន។
kn: ಕೆಲವು ಮಾದರಿಗಳ ನಂತರ ಉನ್ನತ ಪ್ರಕ್ರಿಯೆಯ ಸಂದರ್ಭವು ಲಭ್ಯವಾಗುತ್ತದೆ.
ko: 몇 번의 샘플 후에 상위 프로세스 컨텍스트를 사용할 수 있게 됩니다.
ku: Çarçoveya pêvajoya jorîn piştî çend nimûneyan peyda dibe.
ky: Жогорку процесстин контексти бир нече үлгүдөн кийин жеткиликтүү болот.
la: Top processus contextus post pauca exempla praesto fit.
lb: Top Prozess Kontext gëtt no e puer Echantillon sinn.
lo: ບໍລິບົດຂະບວນການສູງສຸດຈະສາມາດໃຊ້ໄດ້ຫຼັງຈາກບາງຕົວຢ່າງ.
lt: Populiariausias proceso kontekstas tampa pasiekiamas po kelių pavyzdžių.
lv: Labākais procesa konteksts kļūst pieejams pēc dažiem paraugiem.
mg: Ny contexte process top dia azo jerena aorian'ny santionany vitsivitsy.
mi: Ka watea mai te horopaki tukanga o runga i muri i etahi tauira.
mk: Најдобриот процесен контекст станува достапен по неколку примероци.
ml: കുറച്ച് സാമ്പിളുകൾക്ക് ശേഷം ടോപ്പ് പ്രോസസ്സ് സന്ദർഭം ലഭ്യമാകും.
mn: Процессын дээд контекст цөөн хэдэн дээжийн дараа боломжтой болно.
mr: काही नमुन्यांनंतर शीर्ष प्रक्रिया संदर्भ उपलब्ध होतो.
ms: Konteks proses teratas tersedia selepas beberapa sampel.
mt: Il-kuntest tal-proċess ta 'fuq isir disponibbli wara ftit kampjuni.
my: နမူနာအနည်းငယ်ကြာပြီးနောက် ထိပ်တန်းလုပ်ငန်းစဉ်ဆိုင်ရာ အကြောင်းအရာကို ရရှိနိုင်သည်။
nb: Topp prosesskontekst blir tilgjengelig etter noen få prøver.
ne: शीर्ष प्रक्रिया सन्दर्भ केही नमूनाहरू पछि उपलब्ध हुन्छ।
nl: De topprocescontext komt na enkele monsters beschikbaar.
ny: Top process nkhani imapezeka pambuyo pa zitsanzo zingapo.
pa: ਕੁਝ ਨਮੂਨਿਆਂ ਤੋਂ ਬਾਅਦ ਪ੍ਰਮੁੱਖ ਪ੍ਰਕਿਰਿਆ ਸੰਦਰਭ ਉਪਲਬਧ ਹੋ ਜਾਂਦਾ ਹੈ।
pl: Najwyższy kontekst procesu staje się dostępny po kilku próbkach.
ps: د پورته پروسې شرایط د څو نمونو وروسته شتون لري.
pt: O contexto do processo principal fica disponível após algumas amostras.
ro: Contextul procesului superior devine disponibil după câteva mostre.
ru: Контекст верхнего процесса становится доступен после нескольких образцов.
sd: مٿين عمل جي حوالي سان چند نمونن کان پوء دستياب ٿي ويندي.
si: සාම්පල කිහිපයකට පසු ඉහළ ක්‍රියාවලි සන්දර්භය ලබා ගත හැක.
sk: Kontext hlavného procesu sa sprístupní po niekoľkých vzorkách.
sl: Kontekst vrhnjega procesa postane na voljo po nekaj vzorcih.
sm: E maua le tulaga pito i luga ole faagasologa pe a uma ni nai faataitaiga.
sn: Yepamusoro maitiro mamiriro anozowanikwa mushure memasample mashoma.
so: Habka ugu sarreeya ayaa la heli karaa dhowr muunado ka dib.
sq: Konteksti kryesor i procesit bëhet i disponueshëm pas disa mostrave.
st: Boemo bo phahameng ba ts'ebetso bo fumaneha ka mor'a mehlala e seng mekae.
su: Kontéks prosés luhur janten sayogi saatos sababaraha conto.
sv: Toppprocesskontext blir tillgänglig efter några exempel.
sw: Muktadha wa mchakato wa juu unapatikana baada ya sampuli chache.
ta: சில மாதிரிகளுக்குப் பிறகு சிறந்த செயல்முறை சூழல் கிடைக்கும்.
te: కొన్ని నమూనాల తర్వాత టాప్ ప్రాసెస్ సందర్భం అందుబాటులోకి వస్తుంది.
tg: Контексти раванди боло пас аз чанд намуна дастрас мешавад.
th: บริบทกระบวนการยอดนิยมจะพร้อมใช้งานหลังจากตัวอย่างบางส่วน
tr: Birkaç örnekten sonra en iyi süreç bağlamı kullanılabilir hale gelir.
uk: Контекст верхнього процесу стає доступним після кількох зразків.
ur: چند نمونوں کے بعد اعلیٰ عمل کا سیاق و سباق دستیاب ہو جاتا ہے۔
uz: Yuqori jarayon konteksti bir nechta namunalardan so'ng mavjud bo'ladi.
vi: Bối cảnh quy trình hàng đầu sẽ có sẵn sau một vài mẫu.
xh: Umxholo wenkqubo ephezulu ufumaneka emva kweesampuli ezimbalwa.
yi: שפּיץ פּראָצעס קאָנטעקסט ווערט בנימצא נאָך אַ ביסל סאַמפּאַלז.
yo: Ilana ilana oke di wa lẹhin awọn ayẹwo diẹ.
zh_hans: 几个样本后，顶级进程上下文就变得可用。
zh_hant: 幾個樣本後，頂級進程上下文就變得可用。
zu: Ingqikithi yenqubo ephezulu iyatholakala ngemva kwamasampuli ambalwa.

source: Touch Bar Interaction Demos
af: Touch Bar Interaksie-demo's
am: Touch Bar መስተጋብር ማሳያዎች
ar: عروض تفاعلية Touch Bar
az: Touch Bar Qarşılıqlı Demolar
be: Дэманстрацыі ўзаемадзеяння Touch Bar
bg: Touch Bar Демонстрации на взаимодействие
bn: Touch Bar ইন্টারঅ্যাকশন ডেমো
ca: Demostracions d'interacció Touch Bar
ceb: Touch Bar Mga Demo sa Interaksyon
co: Touch Bar Demos interazzione
cs: Ukázky interakce Touch Bar
cy: Demos Rhyngweithio Touch Bar
da: Touch Bar Interaktionsdemoer
de: Touch Bar Interaktionsdemos
el: Touch Bar Επιδείξεις αλληλεπίδρασης
eo: Touch Bar Interagaj Demonstraĵoj
es: Demostraciones de interacción Touch Bar
et: Touch Bar interaktsiooni demod
eu: Touch Bar Interakzio-demoak
fa: دموهای تعاملی Touch Bar
fil: Mga Demo ng Pakikipag-ugnayan ng Touch Bar
fr: Démonstrations d'interaction Touch Bar
ga: Taispeántais Idirghníomhaíochta Touch Bar
gd: Taisbeanadh eadar-obrachaidh Touch Bar
gl: Demostracións de interacción Touch Bar
gu: Touch Bar ઇન્ટરેક્શન ડેમો
ha: Bayanan Bayani na Touch Bar
haw: Touch Bar Nā Hōʻike Kūkākūkā
he: הדגמות אינטראקציה של Touch Bar
hi: Touch Bar इंटरेक्शन डेमो
hmn: Touch Bar Sib tham sib Demos
hr: Touch Bar Demonstracije interakcija
ht: Touch Bar Demonstrasyon entèraksyon
hu: Touch Bar interakciós bemutatók
hy: Touch Bar փոխազդեցության ցուցադրություններ
id: Demo Interaksi Touch Bar
ig: Ihe ngosi mmekọrịta Touch Bar
is: Touch Bar Samspil kynningar
it: Touch Bar Demo di interazione
ja: Touch Bar インタラクション デモ
jv: Demo Interaksi Touch Bar
ka: Touch Bar ურთიერთქმედების დემო
kk: Touch Bar өзара әрекеттесу демонстрациялары
km: ការបង្ហាញអន្តរកម្ម Touch Bar
kn: Touch Bar ಇಂಟರಾಕ್ಷನ್ ಡೆಮೊಗಳು
ko: Touch Bar 상호 작용 데모
ku: Touch Bar Pêşniyarên Têkilî
ky: Touch Bar өз ара аракеттенүү демолору
lb: Touch Bar Interaktioun Demos
lo: ການສາທິດການໂຕ້ຕອບ Touch Bar
lt: Touch Bar sąveikos demonstracinės versijos
lv: Touch Bar mijiedarbības demonstrācijas
mg: Ireo singa mifandraika amin'ny Touch Bar
mi: Touch Bar Whakaaturanga Whakawhitiwhiti
mk: Touch Bar Демо снимки за интеракција
ml: Touch Bar ഇൻ്ററാക്ഷൻ ഡെമോകൾ
mn: Touch Bar харилцан үйлчлэлийн үзүүлэн
mr: Touch Bar परस्परसंवाद डेमो
ms: Tunjuk Cara Interaksi Touch Bar
mt: Touch Bar Interazzjoni Demos
my: Touch Bar အပြန်အလှန်တုံ့ပြန်မှုသရုပ်ပြများ
nb: Touch Bar Interaksjonsdemoer
ne: Touch Bar अन्तरक्रिया डेमोहरू
nl: Touch Bar Interactiedemo's
ny: Zithunzi za Touch Bar
pa: Touch Bar ਇੰਟਰਐਕਸ਼ਨ ਡੈਮੋ
pl: Demonstracje interakcji Touch Bar
ps: Touch Bar تعامل ډیمو
pt: Demonstrações de interação Touch Bar
ro: Touch Bar Demonstrații de interacțiune
ru: Touch Bar Демонстрации взаимодействия
si: Touch Bar අන්තර්ක්‍රියා ආදර්ශන
sk: Ukážky interakcie Touch Bar
sl: Predstavitve interakcij Touch Bar
sm: Touch Bar Fa'aaliga Feso'ota'iga
sn: Touch Bar Kudyidzana Demos
so: Bandhigga Isdhexgalka Touch Bar
sq: Demonstrimet e ndërveprimit Touch Bar
st: Li-demo tsa tšebelisano tsa Touch Bar
su: Demo Interaksi Touch Bar
sv: Touch Bar Interaktionsdemonstrationer
sw: Maonyesho ya Mwingiliano ya Touch Bar
ta: Touch Bar இன்டராக்ஷன் டெமோக்கள்
te: Touch Bar ఇంటరాక్షన్ డెమోలు
tg: Намоишҳои муштараки Touch Bar
th: การสาธิตการโต้ตอบ Touch Bar
tr: Touch Bar Etkileşim Demoları
uk: Touch Bar Демонстрації взаємодії
ur: Touch Bar انٹرایکشن ڈیمو
uz: Touch Bar o'zaro ta'sir namoyishlari
vi: Bản trình diễn tương tác Touch Bar
xh: Touch Bar Iidemo zokuSebenza
yi: Touch Bar ינטעראַקשאַן דעמאָס
yo: Touch Bar Ibaṣepọ Demos
zh_hans: Touch Bar 交互演示
zh_hant: Touch Bar 互動演示
zu: Amademo Okusebenzelana e-Touch Bar

source: Touch Bar Mode
af: Touch Bar-modus
am: Touch Bar ሁነታ
ar: وضع Touch Bar
az: Touch Bar Rejimi
be: Рэжым Touch Bar
bg: Режим Touch Bar
bn: Touch Bar মোড
bs: Touch Bar način rada
ca: Mode Touch Bar
co: Modu Touch Bar
cs: Režim Touch Bar
cy: Modd Touch Bar
da: Touch Bar tilstand
de: Touch Bar-Modus
el: Λειτουργία Touch Bar
eo: Touch Bar Reĝimo
es: Modo Touch Bar
et: Touch Bar režiim
eu: Touch Bar modua
fa: حالت Touch Bar
fi: Touch Bar-tila
fr: Mode Touch Bar
ga: Mód Touch Bar
gd: Modh Touch Bar
gl: Modo Touch Bar
gu: Touch Bar મોડ
ha: Yanayin Touch Bar
haw: ʻO ke ʻano Touch Bar
he: מצב Touch Bar
hi: Touch Bar मोड
hmn: Touch Bar hom
hr: Način rada Touch Bar
hu: Touch Bar mód
hy: Touch Bar ռեժիմ
id: Modus Touch Bar
ig: Ụdị Touch Bar
is: Touch Bar ham
it: Modalità Touch Bar
ja: Touch Barモード
jv: Mode Touch Bar
ka: Touch Bar რეჟიმი
kk: Touch Bar режимі
km: របៀប Touch Bar
kn: Touch Bar ಮೋಡ್
ko: Touch Bar 모드
ky: Touch Bar режими
la: Touch Bar Modus
lb: Touch Bar Modus
lo: ໂໝດ Touch Bar
lt: Touch Bar režimas
lv: Touch Bar režīms
mg: Ampahany Touch Bar
mi: Aratau Touch Bar
mk: Режим Touch Bar
ml: Touch Bar മോഡ്
mn: Touch Bar горим
mr: Touch Bar मोड
ms: Mod Touch Bar
mt: Modalità Touch Bar
my: Touch Bar မုဒ်
nb: Touch Bar-modus
ne: Touch Bar मोड
nl: Touch Bar-modus
ny: Chithunzi cha Touch Bar
pa: Touch Bar ਮੋਡ
pl: Tryb Touch Bar
ps: Touch Bar حالت
pt: Modo Touch Bar
ro: Modul Touch Bar
ru: Режим Touch Bar
sd: Touch Bar موڊ
si: Touch Bar මාදිලිය
sk: Režim Touch Bar
sl: Način Touch Bar
sm: Faiga Touch Bar
so: Habka Touch Bar
sq: Modaliteti Touch Bar
st: Mokhoa oa Touch Bar
su: Modeu Touch Bar
sv: Touch Bar-läge
sw: Njia ya Touch Bar
ta: Touch Bar பயன்முறை
te: Touch Bar మోడ్
tg: Ҳолати Touch Bar
th: โหมด Touch Bar
tr: Touch Bar Modu
uk: Режим Touch Bar
ur: Touch Bar موڈ
uz: Touch Bar rejimi
vi: Chế độ Touch Bar
xh: Indlela ye-Touch Bar
yi: Touch Bar מאָדע
yo: Ipo Touch Bar
zh_hans: Touch Bar模式
zh_hant: Touch Bar模式
zu: Imodi ye-Touch Bar

source: Translations are machine-generated and may not be perfect in every language or context.
af: Vertalings is masjiengegenereer en is dalk nie perfek in elke taal of konteks nie.
am: ትርጉሞች በማሽን የተፈጠሩ ናቸው እና በሁሉም ቋንቋ ወይም አውድ ፍፁም ላይሆኑ ይችላሉ።
ar: يتم إنشاء الترجمات آليًا وقد لا تكون مثالية في كل اللغات أو السياقات.
az: Tərcümələr maşın tərəfindən yaradılır və hər dildə və ya kontekstdə mükəmməl olmaya bilər.
be: Пераклады ствараюцца машынай і не могуць быць ідэальнымі для кожнай мовы ці кантэксту.
bg: Преводите са машинно генерирани и може да не са перфектни за всеки език или контекст.
bn: অনুবাদগুলি মেশিন দ্বারা তৈরি এবং প্রতিটি ভাষা বা প্রসঙ্গে নিখুঁত নাও হতে পারে।
bs: Prijevodi su strojno generirani i možda neće biti savršeni u svakom jeziku ili kontekstu.
ca: Les traduccions es generen a màquina i poden no ser perfectes en tots els idiomes o contextos.
ceb: Ang mga paghubad hinimo sa makina ug mahimong dili perpekto sa matag pinulongan o konteksto.
co: E traduzioni sò generate da a macchina è pò esse micca perfetta in ogni lingua o cuntestu.
cs: Překlady jsou vytvářeny strojově a nemusí být dokonalé v každém jazyce nebo kontextu.
cy: Mae cyfieithiadau yn cael eu cynhyrchu gan beiriannau ac efallai na fyddant yn berffaith ym mhob iaith neu gyd-destun.
da: Oversættelser er maskingenererede og er muligvis ikke perfekte i alle sprog eller sammenhænge.
de: Übersetzungen werden maschinell erstellt und sind möglicherweise nicht in jeder Sprache oder in jedem Kontext perfekt.
el: Οι μεταφράσεις δημιουργούνται από μηχανή και μπορεί να μην είναι τέλειες σε κάθε γλώσσα ή περιβάλλον.
eo: Tradukoj estas maŝingeneritaj kaj eble ne estas perfektaj en ĉiu lingvo aŭ kunteksto.
es: Las traducciones se generan automáticamente y es posible que no sean perfectas en todos los idiomas o contextos.
et: Tõlked on masin loodud ja ei pruugi olla täiuslikud igas keeles või kontekstis.
eu: Itzulpenak makinaz sortutakoak dira eta baliteke hizkuntza edo testuinguru guztietan ezin hobeak izatea.
fa: ترجمه ها ماشینی هستند و ممکن است در هر زبان یا زمینه ای کامل نباشند.
fi: Käännökset ovat koneella tehtyjä, eivätkä ne välttämättä ole täydellisiä kaikilla kielillä tai konteksteissa.
fil: Ang mga pagsasalin ay binuo ng makina at maaaring hindi perpekto sa bawat wika o konteksto.
fr: Les traductions sont générées automatiquement et peuvent ne pas être parfaites dans chaque langue ou contexte.
fy: Oarsettingen binne masine-generearre en binne miskien net perfekt yn elke taal of kontekst.
ga: Déantar aistriúcháin le meaisín agus seans nach mbeidh siad foirfe i ngach teanga nó comhthéacs.
gd: Tha eadar-theangachaidhean air an gineadh le inneal agus is dòcha nach bi iad foirfe anns a h-uile cànan no co-theacsa.
gl: As traducións son xeradas pola máquina e poden non ser perfectas en todos os idiomas ou contextos.
gu: અનુવાદો મશીન દ્વારા જનરેટ કરવામાં આવે છે અને દરેક ભાષા અથવા સંદર્ભમાં સંપૂર્ણ ન હોઈ શકે.
ha: Fassarorin na'ura ne aka ƙirƙira kuma ƙila ba su zama cikakke a kowane harshe ko mahallin ba.
haw: ʻO nā unuhi i hana ʻia e nā mīkini a ʻaʻole kūpono paha i kēlā me kēia ʻōlelo a i ʻole pōʻaiapili.
he: התרגומים נוצרים על ידי מכונה וייתכן שלא יהיו מושלמים בכל שפה או הקשר.
hi: अनुवाद मशीन-जनित होते हैं और हर भाषा या संदर्भ में सटीक नहीं हो सकते।
hmn: Kev txhais lus yog tshuab tsim thiab tej zaum yuav tsis zoo tag nrho hauv txhua hom lus lossis cov ntsiab lus.
hr: Prijevodi su strojno generirani i možda neće biti savršeni u svakom jeziku ili kontekstu.
ht: Tradiksyon yo pwodwi pa machin epi yo ka pa pafè nan tout lang oswa kontèks.
hu: A fordítások géppel készülnek, és nem biztos, hogy minden nyelven vagy kontextusban tökéletesek.
hy: Թարգմանությունները մեքենայացված են և կարող են կատարյալ չլինել յուրաքանչյուր լեզվով կամ համատեքստում:
id: Terjemahan dihasilkan oleh mesin dan mungkin tidak sempurna dalam setiap bahasa atau konteks.
ig: A na-emepụta ntụgharị asụsụ nwere ike ọ gaghị abụ nke zuru oke n'asụsụ ọ bụla ma ọ bụ gburugburu.
is: Þýðingar eru vélgerðar og eru kannski ekki fullkomnar í hverju tungumáli eða samhengi.
it: Le traduzioni sono generate automaticamente e potrebbero non essere perfette in ogni lingua o contesto.
ja: 翻訳は機械によって生成されるため、すべての言語や文脈において完璧であるとは限りません。
jv: Terjemahan digawe mesin lan bisa uga ora sampurna ing saben basa utawa konteks.
ka: თარგმანები შემუშავებულია მანქანით და შეიძლება არ იყოს სრულყოფილი ყველა ენასა თუ კონტექსტში.
kk: Аудармалар машинада жасалған және кез келген тілде немесе контексте мінсіз болмауы мүмкін.
km: ការបកប្រែត្រូវបានបង្កើតដោយម៉ាស៊ីន ហើយប្រហែលជាមិនល្អឥតខ្ចោះនៅក្នុងគ្រប់ភាសា ឬបរិបទនោះទេ។
kn: ಭಾಷಾಂತರಗಳು ಯಂತ್ರದಿಂದ ರಚಿತವಾಗಿವೆ ಮತ್ತು ಪ್ರತಿಯೊಂದು ಭಾಷೆ ಅಥವಾ ಸಂದರ್ಭದಲ್ಲೂ ಪರಿಪೂರ್ಣವಾಗದೇ ಇರಬಹುದು.
ko: 번역은 기계로 생성되므로 모든 언어나 문맥에서 완벽하지 않을 수 있습니다.
ku: Werger ji hêla makîneyê ve têne çêkirin û dibe ku di her zimanî an jî çarçoveyek de bêkêmasî nebin.
ky: Котормолор машинада түзүлгөн жана ар бир тилде же контекстте кемчиликсиз болушу мүмкүн.
la: Translationes machinativae sunt nec possunt esse in omni lingua vel contextu perfectae.
lb: Iwwersetzunge si maschinn generéiert a si vläicht net perfekt an all Sprooch oder Kontext.
lo: ການແປແມ່ນສ້າງຂຶ້ນດ້ວຍເຄື່ອງຈັກ ແລະອາດຈະບໍ່ສົມບູນແບບໃນທຸກພາສາ ຫຼືບໍລິບົດ.
lt: Vertimai yra sukurti mašinomis ir gali būti tobuli ne visomis kalbomis ar kontekste.
lv: Tulkojumi ir mašīnveidoti, un tie var nebūt perfekti visās valodās vai kontekstā.
mg: Navoakan'ny milina ny fandikan-teny ary mety tsy tonga lafatra amin'ny fiteny na toe-javatra rehetra.
mi: He mea hanga-miihini nga whakamaoritanga, a, kaore pea i te tino tika i roto i nga reo katoa, i nga horopaki ranei.
mk: Преводите се машински генерирани и можеби не се совршени во секој јазик или контекст.
ml: വിവർത്തനങ്ങൾ മെഷീൻ ജനറേറ്റഡ് ആണ്, മാത്രമല്ല എല്ലാ ഭാഷയിലും സന്ദർഭത്തിലും പൂർണ്ണമായിരിക്കണമെന്നില്ല.
mn: Орчуулга нь машинаар бүтээгдсэн бөгөөд хэл, контекст болгонд төгс биш байж болно.
mr: भाषांतरे मशीन-व्युत्पन्न आहेत आणि प्रत्येक भाषेत किंवा संदर्भात परिपूर्ण असू शकत नाहीत.
ms: Terjemahan dihasilkan mesin dan mungkin tidak sempurna dalam setiap bahasa atau konteks.
mt: It-traduzzjonijiet huma ġġenerati bil-magni u jistgħu ma jkunux perfetti f'kull lingwa jew kuntest.
my: ဘာသာပြန်ဆိုမှုများသည် စက်ဖြင့်ဖန်တီးထားပြီး ဘာသာစကားတိုင်း သို့မဟုတ် အကြောင်းအရာတိုင်းတွင် ပြီးပြည့်စုံမည်မဟုတ်ပါ။
nb: Oversettelser er maskingenererte og er kanskje ikke perfekte i alle språk eller kontekster.
ne: अनुवादहरू मेसिनद्वारा निर्मित हुन्छन् र हरेक भाषा वा सन्दर्भमा सही नहुन सक्छन्।
nl: Vertalingen worden door machines gegenereerd en zijn mogelijk niet perfect in elke taal of context.
ny: Zomasulira zimapangidwa ndi makina ndipo mwina sizingakhale bwino m'chinenero chilichonse.
pa: ਅਨੁਵਾਦ ਮਸ਼ੀਨ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੇ ਗਏ ਹਨ ਅਤੇ ਹਰ ਭਾਸ਼ਾ ਜਾਂ ਸੰਦਰਭ ਵਿੱਚ ਸੰਪੂਰਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਨ।
pl: Tłumaczenia są generowane maszynowo i mogą nie być doskonałe w każdym języku i kontekście.
ps: ژباړې د ماشین لخوا رامینځته شوي او ممکن په هره ژبه یا شرایطو کې بشپړ نه وي.
pt: As traduções são geradas por máquina e podem não ser perfeitas em todos os idiomas ou contextos.
ro: Traducerile sunt generate automat și pot să nu fie perfecte în fiecare limbă sau context.
ru: Переводы создаются машинным способом и не могут быть идеальными для каждого языка или контекста.
sd: ترجما مشيني ٺاهيل آهن ۽ هر ٻولي يا حوالي سان مڪمل نه هوندا.
si: පරිවර්තන යන්ත්‍රයෙන් ජනනය වන අතර සෑම භාෂාවකම හෝ සන්දර්භයකම පරිපූර්ණ නොවිය හැක.
sk: Preklady sú generované strojovo a nemusia byť dokonalé v každom jazyku alebo kontexte.
sl: Prevodi so strojno ustvarjeni in morda niso popolni v vsakem jeziku ali kontekstu.
sm: O fa'aliliuga e gaosia e masini ma atonu e le atoatoa i gagana uma po'o fa'amatalaga.
sn: Shanduro dzakagadzirwa nemuchina uye dzinogona kunge dzisina kukwana mumitauro yese kana mamiriro.
so: Turjumaada waa mashiin lagana yaabo inaysan ku fiicnayn luuqad kasta ama macnaha guud.
sq: Përkthimet janë krijuar me makinë dhe mund të mos jenë të përsosura në çdo gjuhë ose kontekst.
st: Liphetolelo li entsoe ka mochine 'me li ka 'na tsa se ke tsa nepahala puong e 'ngoe le e 'ngoe kapa moelelong o mong le o mong.
su: Tarjamahan dihasilkeun ku mesin sarta bisa jadi teu sampurna dina unggal basa atawa konteks.
sv: Översättningar är maskingenererade och kanske inte är perfekta i alla språk eller sammanhang.
sw: Tafsiri huzalishwa na mashine na huenda zisiwe kamilifu katika kila lugha au muktadha.
ta: மொழிபெயர்ப்புகள் இயந்திரத்தால் உருவாக்கப்பட்டவை மற்றும் ஒவ்வொரு மொழியிலும் அல்லது சூழலிலும் சரியானதாக இருக்காது.
te: అనువాదాలు మెషీన్-సృష్టించబడినవి మరియు ప్రతి భాష లేదా సందర్భంలో పరిపూర్ణంగా ఉండకపోవచ్చు.
tg: Тарҷумаҳо аз ҷониби мошин тавлид мешаванд ва на дар ҳама забон ё контекст комил бошанд.
th: การแปลสร้างขึ้นโดยคอมพิวเตอร์และอาจไม่สมบูรณ์แบบในทุกภาษาหรือทุกบริบท
tr: Çeviriler makine tarafından üretilir ve her dilde veya bağlamda mükemmel olmayabilir.
uk: Переклади генеруються машиною та можуть бути не ідеальними для кожної мови чи контексту.
ur: ترجمے مشین سے بنائے گئے ہیں اور ہو سکتا ہے کہ ہر زبان یا سیاق و سباق میں کامل نہ ہوں۔
uz: Tarjimalar mashina tomonidan yaratilgan va har bir til yoki kontekstda mukammal bo'lmasligi mumkin.
vi: Các bản dịch được tạo bằng máy và có thể không hoàn hảo ở mọi ngôn ngữ hoặc ngữ cảnh.
xh: Iinguqulelo zenziwe ngoomatshini kwaye zisenokungagqibeleli kuzo zonke iilwimi okanye umxholo.
yi: איבערזעצונגען זענען מאַשין דזשענערייטאַד און קען נישט זיין גאנץ אין יעדער שפּראַך אָדער קאָנטעקסט.
yo: Awọn itumọ jẹ ipilẹṣẹ ẹrọ ati pe o le ma jẹ pipe ni gbogbo ede tabi ọrọ-ọrọ.
zh_hans: 翻译是机器生成的，可能并不在每种语言或上下文中都是完美的。
zh_hant: 翻譯是機器生成的，可能並不在每種語言或上下文中都是完美的。
zu: Ukuhumusha kwenziwa ngomshini futhi kungase kungapheleli kulo lonke ulimi noma umongo.
